tap "buo/cask-upgrade"
tap "hashicorp/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"

brew "bat"
brew "blueutil"
brew "btop"
brew "coreutils"
brew "dockutil"
brew "doctl"
brew "duf"
brew "dust"
brew "eza"
brew "ffmpeg"
brew "ffuf"
brew "fzf"
brew "gcc"
brew "gdal"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "gping"
brew "harfbuzz"
brew "hashicorp/tap/terraform"
brew "htop"
brew "httpie"
brew "iperf3"
brew "jq"
brew "libass"
brew "lsd"
brew "mas"
brew "midnight-commander"
brew "moreutils"
brew "mprocs"
brew "nmap"
brew "openssh"
brew "openssl@3"
brew "pillow"
brew "pkgconf"
brew "pv"
brew "python@3.10"
brew "qemu"
brew "qmk/qmk/qmk"
brew "ranger"
brew "ripgrep"
brew "scipy"
brew "siege"
brew "ssh-copy-id"
brew "starship"
brew "stow"
brew "tesseract"
brew "tlrc"
brew "tmux"
brew "tree"
brew "unbound"
brew "vbindiff"
brew "vim"
brew "watchman"
brew "wireshark"
brew "zopfli"
brew "zoxide"

cask "appcleaner"
cask "boop"
cask "burp-suite"
cask "capacities"
cask "chatgpt"
cask "claude"
cask "clop"
cask "devtoys"
cask "docker"
cask "enpass"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "iina"
cask "imageoptim"
cask "intellij-idea"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "little-snitch"
cask "localsend"
cask "mitmproxy"
cask "monitorcontrol"
cask "notion"
cask "notunes"
cask "obs"
cask "onionshare"
cask "orbstack"
cask "outline"
cask "outline-manager"
cask "postman"
cask "raycast"
cask "send-to-kindle"
cask "shottr"
cask "slack"
cask "spotify"
cask "stats"
cask "surfshark"
cask "telegram-desktop"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
