tap "hashicorp/tap"
tap "moderneinc/moderne"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "openssl@3"
brew "bat"
brew "blueutil"
brew "btop"
brew "doctl"
brew "dog"
brew "duf"
brew "dust"
brew "eza"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "ffuf"
brew "fzf"
brew "gcc"
brew "pkgconf"
brew "gdal"
brew "gh"
brew "git"
brew "gobject-introspection"
brew "gping"
brew "htop"
brew "httpie"
brew "iperf3"
brew "jq"
brew "lsd"
brew "midnight-commander"
brew "mprocs"
brew "nmap"
brew "pillow"
brew "python@3.10"
brew "qemu"
brew "ranger"
brew "ripgrep"
brew "scipy"
brew "siege"
brew "tmux"
brew "youtube-dl"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "moderneinc/moderne/mod"
brew "qmk/qmk/qmk"
cask "burp-suite"
cask "jordanbaird-ice"
cask "mitmproxy"
cask "monitorcontrol"
cask "orbstack"
cask "stats"
vscode "k--kato.intellij-idea-keybindings"
vscode "redhat.java"
vscode "rokoroku.vscode-theme-darcula"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
go "github.com/gocolly/colly/cmd/colly"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/ramya-rao-a/go-outline"
go "github.com/766b/go-outliner"
go "github.com/uudashr/gopkgs/v2/cmd/gopkgs"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
